driver-tests/bpelse/dynamicpartnerlink/correlation/CorrelationTwoPropJBI/test/results/Receive_EvntHandler_InitNo/Actual_20130314133748_S.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" 
    xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
    xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Body>
    <mes:Message xmlns:mes="http://xml.netbeans.org/schema/Receive_EvntHandler_InitNo/src/Message" xmlns:msgns="http://j2ee.netbeans.org/wsdl/Receive_EvntHandler_InitNo/src/CorrelationTest" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
      <mes:Content>Initial Message.Correlated Message.</mes:Content>
      <mes:CorrelationVal1>
        <mes:Id>123</mes:Id>
      </mes:CorrelationVal1>
      <mes:CorrelationVal2>
        <mes:Id>321</mes:Id>
      </mes:CorrelationVal2>
    </mes:Message>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>